"DETAIL_NAV_TITLE" = "รายละเอียด";

"DUE" = "วันกำหนด";
"NONE_DUE_DATE" = "ไม่มี";
"DUE_DATE_DETAIL_NAV_TITLE" = "วันที่กำหนด";
"HAS_DUE_DATE_SWITCH_TITLE" = "วันกำหนด";
"SHOW_MORE" = "แสดงเพิ่มเติม…";
"SHOW_LESS" = "แสดงน้อยลง…";
"PRIORITY" = "ความสำคัญ";

// Priority
"NONE_PRIORITY" = "ไม่มี";
"LOW_PRIORITY" = "น้อย";
"MEDIUM_PRIORITY" = "ปานกลาง";
"HIGH_PRIORITY" = "มาก";
"PRIORITY_DETAIL_NAV_TITLE" = "ความสำคัญ";

// Lists
"REMINDER_LIST" = "รายการ";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "เตือนฉัน";
"NONE_REMINDER_ALERT" = "ไม่ทำ";
"ON_A_DAY" = "เตือนฉันในวันนั้น";
"AT_A_LOCATION" = "เตือนฉัน ณ สถานที่";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "ณ สถานที่ตั้ง";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "ที่ตั้งปัจจุบัน";
"CHOOSE_ADDRESS" = "เลือกรายชื่อ…";
"DETERMINING_LOCATION" = "กำลังพิจารณาที่ตั้ง…";
"CANNOT_DETERMINE_LOCATION" = "ไม่สามารถระบุที่ตั้ง";
"MY_ADDRESS_WITHOUT_LABEL" = "ที่อยู่ของฉัน"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "ที่อยู่ของ %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ ของ %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "ใกล้จะถึง";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "ขณะออกจาก";
"DUE_ALL_DAY_FORMAT" = "%@ (ตลอดวัน)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "จะเตือน%2$@ในวันที่ %1$@\nหรือไม่ก็จะเตือนอย่างช้าสุดภายใน\nเวลา %3$@ ของวันนั้น"; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "ขณะที่คุณมาถึงที่นี้";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "ขณะที่คุณออกจากที่นี้";

// Location
"LOCATION" = "สถานที่";
"NONE_LOCATION" = "ไม่มี";
"ALARM_PROXIMITY_ENTER" = "เมื่อฉันมาถึง";
"ALARM_PROXIMITY_LEAVE" = "เมื่อฉันไป";
"LOCATION_PEOPLE_PICKER_PROMPT" = "เลือกสถานที่ติดต่อ";
"WIFI_DISABLED_SUBTEXT" = "เปิดใช้ Wi-Fi ในการตั้งค่าเพื่อให้การเตือนความจำตามสถานที่แม่นยำมากขึ้น";
"WIFI_DISABLED_PROMPT" = "การเปิดใช้ Wi-Fi ในการตั้งค่าจะเพิ่มความแม่นยำของสถานที่ตั้งของคุณมากขึ้น";
"WLAN_DISABLED_SUBTEXT" = "เปิดใช้ WLAN ในการตั้งค่าเพื่อให้การเตือนความจำตามสถานที่แม่นยำมากขึ้น";
"WLAN_DISABLED_PROMPT" = "การเปิดใช้ WLAN ในการตั้งค่าจะเพิ่มความแม่นยำของสถานที่ตั้งของคุณมากขึ้น";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "เปิดใช้บริการหาที่ตั้งในการตั้งค่าเพื่อใช้การเตือนความจำตามสถานที่";
"SETTINGS" = "การตั้งค่า";
"TYPED_LOCATION_PLACEHOLDER" = "ป้อนที่อยู่…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "ที่ตั้งของที่อยู่นี้ระบุไม่ได้  กรุณาตรวจทานการสะกดคำแล้วลองอีกครั้ง";
"MAP" = "แผนที่";
"SHOW_IN_MAP" = "แสดงบนแผนที่";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "ที่ตั้งของฉัน";
"ME_CARD_ALERT_BODY" = "เตือนความจำสามารถใช้ข้อมูลรายชื่อของคุณเพื่อเสนอที่ตั้งต่างๆ ให้คุณ เช่น “ที่บ้าน” หรือ “ที่ทำงาน” คุณจะให้ใช้รายชื่อใด";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "เลือก";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "เหนือ";
"LOCATION_DEGREES_EAST" = "ตะวันออก";
"LOCATION_DEGREES_SOUTH" = "ใต้";
"LOCATION_DEGREES_WEST" = "ตะวันตก";
"LOCATION_DEGREES_FORMAT" = "%4$@ %1$d°%2$d'%3$.0f''";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "ไม่สามารถบันทึกการเตือนความจำ";

"UNTITLED_REMINDER" = "ไม่มีชื่อ";
